{
  "en": {
    "profilePicture": "/images/profile-pic.png",
    "profileTitle": "Hey, I'm Noel Bürgler",
    "profileDescription": "Hi, I'm Noel, a 25-year-old IT enthusiast with a passion for publishing solutions, web development, and modern IT architectures. For over 10 years, I've been working in the print and digital industry, helping companies make their workflows more efficient and future-proof.0During my time at Topix AG, I implemented and managed complex publishing systems like vjoon K4 and Enfocus Switch. I'm particularly proud of my collaboration with Red Bull Media House, where I was responsible for their complete K4 and Enfocus Switch environment – systems with significant reach and high responsibility. Alongside this, I developed web applications, programmed interfaces, and worked as a Frontend Engineer for various clients.0Since October 2025, I've been in my new role at Brüggli Admedia AG as Solutions Architect and Deputy IT Manager. Here, I support IT infrastructure management, coordinate digital solutions, and build complex Enfocus Switch workflows with custom scripts. I'm leading the PostCard Creator system modernization for Swiss Post – coordinating the migration from legacy systems to modern microservices architecture. I also conduct requirements engineering for our AI platform, manage Atlassian products, and drive internal process improvements.0Besides work, I'm studying Computer Science and constantly expanding my knowledge of new technologies. I enjoy solving complex problems while always keeping people at the center, because in the end, what matters is that the solution works for everyone.",
    "profileTags": [
      "Solutions Architecture",
      "Publishing Solutions",
      "Web Development",
      "IT Infrastructure",
      "Workflow Automation",
      "AI Integration",
      "API Integration",
      "Problem-Solving",
      "Project Management",
      "Quick Learner",
      "Team Player",
      "German (Native)",
      "English (C1)",
      "French (A2)"
    ]
  },
  "de": {
    "profilePicture": "/images/profile-pic.png",
    "profileTitle": "Hi, ich bin Noel Bürgler",
    "profileDescription": "Hi, ich bin Noel, ein 25-jähriger IT-Enthusiast mit einer Leidenschaft für Publishing-Lösungen, Web-Entwicklung und moderne IT-Architekturen. Seit mehr als 10 Jahren bin ich in der Print- und Digital-Branche tätig und habe Unternehmen dabei unterstützt, ihre Workflows effizienter und zukunftssicher zu gestalten.0In meiner Zeit bei Topix AG habe ich komplexe Publishing-Systeme wie vjoon K4 und Enfocus Switch implementiert und betreut. Besonders stolz bin ich auf die Zusammenarbeit mit Red Bull Media House, deren komplette K4- und Enfocus-Switch-Umgebung ich betreuen durfte – Systeme mit grosser Reichweite und hoher Verantwortung. Daneben habe ich Web-Anwendungen entwickelt, Schnittstellen programmiert und als Frontend Engineer für verschiedene Kunden gearbeitet.0Seit Oktober 2025 bin ich in meiner neuen Rolle bei der Brüggli Admedia AG als Solutions Architect und stellvertretender IT-Leiter tätig. Hier unterstütze ich das IT-Infrastruktur-Management, koordiniere digitale Lösungen und baue komplexe Enfocus-Switch-Workflows mit Custom Scripts auf. Ich leite die PostCard-Creator-Systemmodernisierung für die Schweizer Post – die Koordination der Migration von Legacy-Systemen zu moderner Microservices-Architektur. Zudem mache ich Requirements Engineering für unsere AI-Plattform, manage Atlassian-Produkte und treibe interne Prozessverbesserungen voran.0Neben der Arbeit studiere ich Informatik und erweitere stetig mein Wissen über neue Technologien. Mir macht es Freude, komplexe Probleme zu lösen und gleichzeitig den Menschen im Fokus zu behalten, denn am Ende zählt, dass die Lösung für alle funktioniert.",
    "profileTags": [
      "Solutions Architecture",
      "Publishing-Lösungen",
      "Web-Entwicklung",
      "IT-Infrastruktur",
      "Workflow-Automatisierung",
      "KI-Integration",
      "API-Integration",
      "Problemlösung",
      "Projektmanagement",
      "Schneller Lerner",
      "Teamplayer",
      "Deutsch (Muttersprache)",
      "Englisch (C1)",
      "Französisch (A2)"
    ]
  }
}
