{
  "en": [
    {
      "educationLogo": "/images/iu-logo.png",
      "educationLogoUrl": "https://www.iu.de/en/",
      "educationInfoTags": ["April 2023 - April 2027", "Bad Honnef, Germany"],
      "educationTitle": "B.Sc. Computer Science",
      "educationDescription": "Distance learning in Computer Science parallel to full-time work, quite a challenge, but that's exactly what makes it exciting! Currently working through modules like Object-oriented Programming with Java, Database Modeling, Web Application Development and Requirements Engineering.\n\nParticularly practical: Projects like \"Project: Build a Data Mart in SQL\", \"Project: Java and Web Development\" or \"Project: Software Engineering\" can be directly linked with my daily work. Theoretical topics like Computer Networks, IT Service Management and Software Quality Assurance perfectly complement my practical experience.\n\nThe studies give me the scientific foundations for what I do daily, and at the same time bring me into new areas like Cryptography, Agile Project Management and Data Protection.",
      "educationTags": [
        "Java",
        "Python",
        "Web Development",
        "Database Systems",
        "Software Engineering",
        "Computer Networks",
        "IT Service Management",
        "Requirements Engineering",
        "Cryptography",
        "Agile Project Management"
      ]
    },
    {
      "educationLogo": "/images/gbs-logo.png",
      "educationLogoUrl": "https://www.gbssg.ch/",
      "educationInfoTags": ["July 2015 - July 2019", "St. Gallen, Switzerland"],
      "educationTitle": "Federal Certificate of Proficiency as a Polygraph",
      "educationDescription": "This is where it all started! Four years of intensive training in media production, from classic layout to typography to digital image processing. Even then I was allowed to work with professional prepress software and gain first experience in customer consulting.\n\nThe training was the perfect entry into the publishing world and showed me how important it is to combine technical know-how with creativity. Many of the fundamentals I learned back then still help me today when managing complex publishing workflows.",
      "educationTags": [
        "Layout & Design",
        "Typography",
        "Digital Image Processing",
        "Prepress",
        "Media Production",
        "Customer Consulting"
      ]
    }
  ],
  "de": [
    {
      "educationLogo": "/images/iu-logo.png",
      "educationLogoUrl": "https://www.iu.de/de/",
      "educationInfoTags": [
        "April 2023 - April 2027",
        "Bad Honnef, Deutschland"
      ],
      "educationTitle": "B.Sc. Computer Science",
      "educationDescription": "Fernstudium Informatik parallel zur Vollzeittätigkeit, eine ziemliche Herausforderung, aber genau das macht es spannend! Aktuell arbeite ich mich durch Module wie Object-oriented Programming with Java, Database Modeling, Web Application Development und Requirements Engineering.\n\nBesonders praktisch: Projekte wie \"Project: Build a Data Mart in SQL\", \"Project: Java and Web Development\" oder \"Project: Software Engineering\" kann ich direkt mit meiner täglichen Arbeit verknüpfen. Theoretische Themen wie Computer Networks, IT Service Management und Software Quality Assurance ergänzen perfekt meine praktischen Erfahrungen.\n\nDas Studium gibt mir die wissenschaftlichen Grundlagen für das, was ich täglich mache, und bringt mich gleichzeitig in neue Bereiche wie Cryptography, Agile Project Management und Data Protection rein.",
      "educationTags": [
        "Java",
        "Python",
        "Web-Entwicklung",
        "Datenbanksysteme",
        "Softwaretechnik",
        "Netzwerke",
        "IT Service Management",
        "Requirements Engineering",
        "Kryptographie",
        "Agiles Projektmanagement"
      ]
    },
    {
      "educationLogo": "/images/gbs-logo.png",
      "educationLogoUrl": "https://www.gbssg.ch/",
      "educationInfoTags": ["Juli 2015 - Juli 2019", "St. Gallen, Schweiz"],
      "educationTitle": "Eidgenössisches Fähigkeitszeugnis als Polygraf",
      "educationDescription": "Hier hat alles angefangen! Vier Jahre intensive Ausbildung in der Medienproduktion, von klassischem Layout über Typografie bis zur digitalen Bildbearbeitung. Schon damals durfte ich mit professioneller Druckvorstufen-Software arbeiten und erste Erfahrungen in der Kundenberatung sammeln.\n\nDie Ausbildung war der perfekte Einstieg in die Publishing-Welt und hat mir gezeigt, wie wichtig es ist, technisches Know-how mit Kreativität zu verbinden. Viele der Grundlagen, die ich damals gelernt habe, helfen mir heute noch bei der Betreuung komplexer Publishing-Workflows.",
      "educationTags": [
        "Layout & Gestaltung",
        "Typografie",
        "Digitale Bildbearbeitung",
        "Druckvorstufe",
        "Medienproduktion",
        "Kundenberatung"
      ]
    }
  ]
}
